Repository: comradekingu/securedrop-i18n
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: fr_fr, tr

source: {time} ago
tr: {time} önce

source: You have been logged out due to inactivity
tr: Uzun bir süredir işlem yapmadığınız için oturumunuz kapatıldı

source: Incorrect password or two-factor code.
tr: Hatalı parola veya iki aşamalı doğrulama kodu.

source: Token in two-factor authentication verified.
tr: İki aşamalı doğrulama kodu doğrulandı.

source: Could not verify token in two-factor authentication.
tr: İki aşamalı doğrulama kodu doğrulanamıyor.

source: There was an error with the autogenerated password. User not created. Please try again.
tr: Otomatik üretilen parolada bir hata var. Kullanıcı yaratılamadı. Lütfen tekrar deneyin.

source: That username is already in use
tr: Kullanıcı adı halihazırda kullanılıyor

source: An error occurred saving this user to the database. Please inform your administrator.
tr: Bu kullanıcıyı veritabanına kaydederken bir hata oluştu. Lütfen yöneticinize haber verin.

source: Token in two-factor authentication accepted for user {user}.
tr: İki aşamalı kimlik doğrulama kodu {user} kullanıcısı için kabul edildi.

source: Invalid secret format: please only submit letters A-F and numbers 0-9.
tr: Hatalı gizli biçim: lütfen A-F harflerini ve 0-9 rakamlarını kullanın.

source: Invalid secret format: odd-length secret. Did you mistype the secret?
tr: Hatalı gizli biçim: tek uzunlukta gizli kod. Gizli kodu yanlış mı girdiniz?

source: An unexpected error occurred! Please inform your administrator.
tr: Beklenmeyen bir hata oluştu! Lütfen sistem yöneticinize haber verin.

source: Username "{user}" already taken.
tr: "{user}" kullanıcı adı halihazırda alınmış.

source: Deleted user '{user}'
tr: '{user}' kullanıcısı silindi

source: {source_name}'s collection deleted
tr: {source_name}'in derledikleri silindi

source: No collections selected.
tr: Herhangi bir derleme seçilmedi.

source: Only administrators can access this page.
tr: Yalnızca yöneticiler bu sayfaya erişebilir.

source: Field must be 40 characters long but got {num_chars}.
tr: Sahanın 40 karakter uzunluğunda olması gerekiyor, şu an sadece {num_chars}.

source: Field must be at least {min_chars} characters long but only got {num_chars}.
tr: Saha en azından {min_chars} karakter uzunluğunda olması gerekirken, şu an sadece {num_chars} karakter.

source: This field is required.
tr: Bu saha gereklidir.

source: You cannot send an empty reply.
tr: Boş bir yanıt gönderemezsiniz.

source: Thanks. Your reply has been stored.
tr: Teşekkürler. Yanıtınız saklandı.

source: No collections selected for download.
tr: İndirmek için herhangi bir derleme seçilmedi.

source: No collections selected for deletion.
tr: Silmek için herhangi bir derleme seçilmedi.

source: The source '{original_name}' has been renamed to '{new_name}'
tr: '{original_name}' kaynağının ismi '{new_name}' şeklinde değiştirildi

source: No unread submissions for this source.
tr: Bu kaynağın okunmamış gönderimi yok.

source: Account updated.
tr: Hesap güncellendi.

source: Login failed.
tr: Giriş başarısız.

source: Please wait at least {seconds} second before logging in again.
tr: Lütfen tekrar giriş yapmadan önce {seconds} saniye bekleyin.

source: Please wait for a new two-factor token before trying again.
tr: Yeniden denemeden önce lütfen yeni bir iki aşamalı doğrulama kodunun gelmesini bekleyin.

source: Submission deleted.
tr: Gönderi silindi.

source: {num} collection deleted
tr: {num} derleme silindi

source: You submitted a bad password! Password not changed.
tr: Kötü bir parola seçtiniz. Parola değiştirilmedi.

source: There was an error, and the new password might not have been saved correctly. To prevent you from getting locked out of your account, you should reset your password again.
tr: Bir hata oluştu, yeni parola doğru bir şekilde kaydedilmemiş olabilir. Hesabınızı kullanmaya devam edebilmeniz için parolayı yeniden sıfırlamanız gerekmektedir.

source: Password updated. Don't forget to save it in your KeePassX database. New password:
tr: Parola güncellendi. Parolanızı KeePassX veritabanınıza kaydetmeyi unutmayın. Yeni parola:

source: No unread submissions in selected collections.
tr: Seçilen derlemelerde okunmamış gönderi yok.

source: {doc_num} docs
tr: {doc_num} döküman

source: {msg_num} messages
tr: {msg_num} mesaj

source: {num_unread} unread
fr_fr: {num_unread} non lus
tr: {num_unread} okunmamış

source: Change Secret
fr_fr: Modifier le Secret
tr: Gizli Kodu Değiştir

source: HOTP Secret
fr_fr: Secret HOTP
tr: HOTP Gizli Kodu

source: CONTINUE
fr_fr: CONTINUER
tr: DEVAM

source: Enable Google Authenticator
fr_fr: Activer Google Authenticator
tr: Google Authenticator Etkinleştir

source: You're almost done! To finish resetting your two-factor authentication, follow the instructions below to set up Google Authenticator. Once you've added the entry for your account in the app, enter one of the 6-digit codes from the app to confirm that two factor authentication is set up correctly.
fr_fr: Vous avez presque terminé! Pour finaliser la ré-initialisation de votre authentification à deux facteurs, suivez les instructions ci-dessous pour mettre en place Google Authenticator. Après avoir ajouté votre compte dans l'app, recopiez l'un des codes a 6 chiffres pour confirmer que l'authentification à deux facteurs fonctionne correctement.
tr: Neredeyse işlem tamam! İki aşamalı doğrulamayı sıfırlamayı tamamlamak için, Google Authenticator kurmak için gerekli aşağıdaki adımları izlemeniz gerekiyor. Hesabınıza ilişkin bilgiyi uygulamaya girdikten sonra, uygulamada ürettiğiniz 6 rakamlı kodlardan birini girerek iki aşamalı doğrulamanın düzgün bir şekilde kurulduğunu doğrulayın.

source: Install Google Authenticator on your phone
fr_fr: Installez Google Authenticator sur votre téléphone
tr: Telefonunuza Google Authenticator kurun

source: Open the Google Authenticator app
fr_fr: Ouvrez l'app Google Authenticator
tr: Google Authenticator uygulamasını açın

source: Tap menu, then tap "Set up account", then tap "Scan a barcode"
fr_fr: Sélectionnez menu, puis "Créez un compte", puis "Scanner un code-barres"
tr: Menüye tıklayın, daha sonra sırasıyla "Hesap kur" ve "Barkod okut" seçeneklerini seçin

source: Your phone will now be in "scanning" mode. When you are in this mode, scan the barcode below:
fr_fr: Votre téléphone passera en mode "scan". Lorsque vous êtes dans ce mode, scannez le code-barres ci-dessous :
tr: Telefonunuz şimdi "tarama" moduna geçecek. Bu modtayken aşağıda barkodu telefonunuza taratın:

source: Can't scan the barcode? Enter the following code manually:
fr_fr: Vous ne parvenez pas à scanner le code-barres ? Tapez le code suivant manuellement :
tr: Barkod taratmakta bir sıkıntı mı var? O zaman şu kodu elle girin:

source: Once you have scanned the barcode, enter the 6-digit code below:
fr_fr: Lorsque vous avez scanné le code-barres, tapez le code à six chiffres ci-dessous :
tr: Barkodu taratır taratmaz, aşağıdaki 6 rakamlı kodu girin:

source: Enable YubiKey (OATH-HOTP)
tr: YubiKey (OATH-HOTP) Etkinleştirin

source: Once you have configured your YubiKey, enter the 6-digit code below:
tr: YubiKey yapılandırmasını tamamladığınızda, aşağıdaki 6 rakamlı kodu girin:

source: Verification code
fr_fr: Code de vérification
tr: Doğrulama kodu

source: SUBMIT
fr_fr: SOUMETTRE
tr: KAYDET

source: Admin Interface
fr_fr: Interface d'administration
tr: Yönetici Arayüzü

source: ADD USER
fr_fr: AJOUTER UN UTILISATEUR
tr: KULLANICI EKLE

source: Username
fr_fr: Nom d'utilisateur
tr: Kullanıcı adı

source: Edit
fr_fr: Edition
tr: Düzenle

source: Delete
fr_fr: Suppression
tr: Sil

source: Created
fr_fr: Créé
tr: Yaratıldı

source: Last login
fr_fr: Dernière connexion
tr: Son giriş

source: Edit user {username}
fr_fr: Editer l'utilisateur {username}
tr: {username} kullanıcısını düzenle

source: Delete user {username}
fr_fr: Supprimer l'utilisateur {username}
tr: {username} kullanıcısını sil

source: never
tr: hiçbir zaman

source: No users to display
fr_fr: Aucun utilisateur à afficher
tr: Gösterilecek kullanıcı yok

source: Back to admin interface
fr_fr: Retour a l'interface d'administration
tr: Yönetici arayüzüne geri dön

source: The user's password will be:
tr: Kullanıcının parolası şudur:

source: Is Administrator
fr_fr: Droits d'administration
tr: Yönetici mi

source: Is using a YubiKey [HOTP]
tr: YubiKey [HOTP] kullanıyor mu

source: You're almost done! To finish adding this new user, have them follow the instructions below to set up two-factor authentication with Google Authenticator. Once they've added an entry for this account in the app, have them enter one of the 6-digit codes from the app to confirm that two factor authentication is set up correctly.
fr_fr: Vous avez presque terminé! Pour finaliser l'ajout de ce nouvel utilisateur, faites leur suivre les instructions qui suivent pour mettre en place l'authentification a deux facteurs avec Google Authenticator. Lorsqu'ils auront ajouté une nouvelle entrée pour ce compte dans l'app, demandez leur de taper le code a 6 chiffres fourni par l'app pour confirmer que l'authentification a deux facteurs est correctement mise en place.
tr: Neredeyse bitti! Bu yeni kullanıcıyı eklemeyi tamamlamak için, onlardan aşağıdaki adımları izleyerek Google Authenticator ile iki aşamalı doğrulamayı kurmalarını isteyin. Uygulamada bu hesap için bir girdi eklediklerinde, uygulamanın ürettiği 6 rakamlı kodlardan birini girmelerini isteyin ve iki aşamalı doğrulamanın doğru bir şekilde kurulduğunu doğrulayın.

source: Logged on as
tr: Giriş yapan

source: Admin
tr: Yönetici

source: Log Out
tr: Oturumu Kapat

source: Powered by <br> <img src="/static/i/securedrop_small.png" alt="SecureDrop">
tr: <br> <img src="/static/i/securedrop_small.png" alt="SecureDrop"> tarafından sağlanamıştır

source: Powered by <em>SecureDrop {version}</em>.
tr: <em>SecureDrop {version}</em> tarafından sağlanmıştır.

source: All Sources
fr_fr: Toutes les sources
tr: Bütün Kaynaklar

source: Generate a new random codename for this source. We recommend doing this if the first random codename is difficult to say or remember. You can generate new random codenames as many times as you like.
fr_fr: Générez un nouveau code aléatoire pour cette source. Il est recommandé de le faire si le premier code aléatoire est difficile a prononcer ou a mémoriser. Vous pouvez généré autant de codes aléatoires que vous souhaitez.
tr: Bu kaynak için yeni rastgele bir kod ismi oluştur. Bunu sadece ilk rastgele kod isminin söylemesi veya hatırlaması zor ise yapmanızı öneririz. İstediğiniz kadar kod isimleri oluşturabilirsiniz.

source: Change codename
fr_fr: Modifier le nom de code
tr: Kod ismini değiştir

source: Are you sure you want to generate a new codename?
fr_fr: Etes vous certain de vouloir générer un nouveau nom de code ?
tr: Yeni bir kod ismi üretmek istediğinize emin misiniz?

source: Cancel
fr_fr: Annuler
tr: İptal

source: CONFIRM
fr_fr: CONFIRMER
tr: ONAYLA

source: The documents are stored encrypted for security. To read them, you will need to decrypt them using GPG.
fr_fr: Les documents sont stockés sous forme chiffrée pour des raisons de sécurité. Pour les lire vous aurez besoin de les déchiffrer avec GPG.
tr: Belgeler güvenlik amacıyla şifrelenmiş bir şekilde saklanmaktadır. Okuyabilmek için GPG kullanarak şifrelerini çözmeniz gerekmektedir.

source: Download Selected
fr_fr: Télécharger la sélection
tr: Seçiliyi İndir

source: Delete Selected
fr_fr: Supprimer la sélection
tr: Seçiliyi Sil

source: Uploaded Document
fr_fr: Envoyer le document
tr: Yüklenen Belge

source: Reply
fr_fr: Répondre
tr: Yanıtla

source: Message
tr: İleti

source: No documents to display.
fr_fr: Aucun document à afficher.
tr: Gösterilecek belge yok.

source: You can write a secure reply to the person who submitted these documents:
fr_fr: Vous pouvez écrire une réponse sécurisée à la personne qui a soumis ces documents :
tr: Bu belgeleri gönderen kişiye güvenli bir yanıt yazabilirsiniz:

source: You've flagged this source for reply.
fr_fr: Vous avez marqué cette source pour lui répondre.
tr: Bu kaynağı yanıt amacıyla işaretlediniz.

source: An encryption key will be generated for the source the next time they log in, after which you will be able to reply to the source here.
fr_fr: Une clé de chiffrement sera générée pour la source la prochaine fois qu'elle se connecte, après quoi vous serez en mesure de lui répondre ici.
tr: Bu kaynağın bir sonraki oturum açmasıyla bir şifreleme anahtarı oluşturulacaktır, daha sonra kaynağa buradan yanıt yazabileceksiniz.

source: Click below if you would like to write a reply to this source.
fr_fr: Cliquez ci dessous si vous souhaitez écrire une réponse à cette source.
tr: Bu kaynağa bir yanıt yazmak istiyorsanız aşağıya tıklayın.

source: FLAG THIS SOURCE FOR REPLY
fr_fr: MARQUEZ CETTE SOURCE POUR Y REPONDRE
tr: BU KAYNAĞI YANIT AMACIYLA İŞARETLEYİN

source: Click below to delete this source's collection. <em>Warning: If you do this, the files seen here will be unrecoverable and the source will no longer be able to login using their previous codename.</em>
fr_fr: Cliquez ci dessous pour supprimer la collection de documents de cette source. <em>Attention: Si vous faites cela, les fichiers visible ici ne pourront être récupéré et la source ne sera plus capable de se connecter en utilisant leur nom de code.</em>
tr: Bu kaynağın derlemesini silmek için aşağıya tıklayın. <em>Uyarı: Bunu yaptığınuzda, burada görülen dosyalar kurtarılamayacak ve kaynak önceki kod ismiyle tekrar oturum açamayacaktır.</em>

source: DELETE COLLECTION
fr_fr: SUPPRIMER LA COLLECTION
tr: DERLEMEYİ SİL

source: The following file has been selected for <strong>permanent deletion</strong>:
fr_fr: Le fichier suivant va être <strong>supprimé de façon permanente</strong> :
tr: Şu dosya <strong>kalıcı bir şekilde silinmek</strong> üzere seçildi:

source: PERMANENTLY DELETE FILES
fr_fr: SUPPRESSION PERMANENTE DES FICHIERS
tr: DOSYALARI KALICI OLARAK SİL

source: Return to the list of documents for {source_name}…
tr: {source_name} belgelerinin listesine geri dön…

source: Edit user "{user}"
tr: "{user}" kullanıcısını düzenle

source: Change Username &amp; Admin Status
tr: Kullanıcı Adını &amp; Yönetici Durumunu değiştir

source: Change username
fr_fr: Changer de nom d'utilisateur
tr: Kullanıcı adını değiştir

source: UPDATE
fr_fr: MISE A JOUR
tr: GÜNCELLE

source: Edit your account
fr_fr: Modifier votre compte
tr: Hesabını düzenle

source: Reset Password
tr: Parola Sıfırla

source: SecureDrop now uses automatically generated diceware passwords.
tr: SecureDrop artık otomatik olarak üretilmiş diceware parolaları kullanmaktadır.

source: Your password will be changed immediately, so you will need to save it before pressing the "Reset Password" button.
tr: Parolanız anında değiştirilecektir, bu nedenle "Parola Sıfırla" düğmesine basmadan önce onu kaydetmeniz gerekmektedir.

source: Please enter your current password and two-factor code.
tr: Lütfen mevcut parolanızı ve iki aşamalı doğrulama kodunu girin.

source: Current Password
tr: Mevcut Parola

source: Two-factor Code
fr_fr: Code à deux facteurs
tr: İki Aşamalı Doğrulama Kodu

source: The user's password will be changed to:
tr: Kullanıcının parolası şu şekilde değiştirilecektir:

source: Your password will be changed to:
tr: Parolanız şu şekilde değiştirilecektir:

source: RESET PASSWORD
tr: PAROLA SIFIRLA

source: Reset Two-Factor Authentication
fr_fr: Réinitialisation de l'authentification à deux facteurs
tr: İki Aşamalı Doğrulamayı Sıfırla

source: If a user's two-factor authentication credentials have been lost or compromised, you can reset them here. <em>If you do this, make sure the user is present and ready to set up their device with the new two-factor credentials. Otherwise, they will be locked out of their account.
fr_fr: Si l'identification à deux facteurs d'un utilisateur a été perdue ou compromise, vous pouvez la réinitialiser ici. <em>Si vous le faite assurez vous que l'utilisateur est présent et prêt à mettre en place la nouvelle identification à deux facteurs sur sa machine. A défaut de cela ils ne pourront plus accéder à leur compte.
tr: Eğer bir kullanıcının iki aşamalı doğrulama bilgileri kaybolduysa veya ele geçirildiyse, buradan sıfırlayabilirsiniz. <em>Bunu yaparsanız, kullanıcının mevcut olduğundan ve aygıtlarını yeni iki aşamalı doğrulama bilgileriyle ayarlayacağından emin olun. Aksi durumda hesaplarına erişimleri mümkün olmayacaktır.

source: If your two-factor authentication credentials have been lost or compromised, or you got a new device, you can reset your credentials here. <em>If you do this, make sure you are ready to set up your new device, otherwise you will be locked out of your account.</em>
fr_fr: Si votre identification à deux facteurs a été perdue ou compromise, si vous avez une nouvelle machine, vous pouvez la réinitialiser ici. <em>Si vous faites cela, assurez vous d'être en mesure d'initialiser votre nouvelle machine sans quoi vous ne pourrez plus accéder à votre compte.</em>
tr: Eğer bir kullanıcının iki aşamalı doğrulama bilgileri kaybolduysa veya ele geçirildiyse, buradan sıfırlayabilirsiniz. <em>Bunu yaparsanız, kullanıcının mevcut olduğundan ve aygıtlarını yeni iki aşamalı doğrulama bilgileriyle ayarlayacağından emin olun. Aksi durumda hesaplarına erişimleri mümkün olmayacaktır.</em>

source: To reset two-factor authentication for mobile apps such as Google Authenticator or FreeOTP, choose the first option. For hardware tokens like the Yubikey, choose the second.
fr_fr: Pour réinitialiser l'identification à deux facteurs pour des applications mobiles telles que Google Authenticator ou FreeOTP, choisissez la première option. Pour les tokens matériels tels que Yubikey, choisissez la seconde.
tr: Google Authenticator veya FreeOTP gibi mobil uygulamalar için iki aşamalı doğrulamayı sıfırlamak amacıyla ilk seçeneği, YubiKey gibi donanımsal çözümler için ikinci seçeneği seçin.

source: RESET TWO-FACTOR AUTHENTICATION (APP)
fr_fr: REINITIALISER L'IDENTIFICATION A DEUX FACTEURS (APP)
tr: İKİ AŞAMALI DOĞRULAMAYI (UYGULAMA) SIFIRLA

source: RESET TWO-FACTOR AUTHENTICATION (HARDWARE TOKEN)
fr_fr: REINITIALISER L'IDENTIFICATION A DEUX FACTEURS (TOKEN MATERIEL)
tr: İKİ AŞAMALI DOĞRULAMAYI (DONANIM KODU) SIFIRLA

source: Thanks!
tr: Teşekkürler!

source: SecureDrop will generate a secure encryption key for this source the next time that they log in. Once the key has been generated, a reply box will appear under their collection of documents. You can use this box to write encrypted replies to them.
tr: SecureDrop bu kaynak için bir sonraki oturum açmasında kullanması için bir güvenli şifreleme anahtarı üretecektir. Anahtar üretildikten sonra, kaynağın belgelerinin derlemesi altında bir yanıt kutusu çıkacaktır. Bu kutuya onlara şifrelenmiş yanıtlar atmak üzere kullanabilirsiniz.

source: Continue to the list of documents for {codename}...
tr: {codename} belgelerini listelemeye devam edin...

source: Sources
tr: Kaynaklar

source: Download Unread
fr_fr: Télécharger les messages non lus
tr: Okunmamışları İndir

source: Download
tr: İndir

source: Star
tr: İşaretle

source: Un-star
fr_fr: De-star
tr: İşaretini Kaldır

source: No documents have been submitted!
fr_fr: Aucun document n'a été soumis !
tr: Hiç bir belge gönderilmedi!

source: filter by codename
fr_fr: filtrer par nom de code
tr: kod ismine göre süz

source: Select All
tr: Tümünü Seç

source: Select Unread
tr: Okunmamışları Seç

source: Select None
tr: Seçimi Temizle

source: Are you sure you want to delete this collection?
fr_fr: Etes vous certain de vouloir supprimer cette collection ?
tr: Bu derlemeyi silmek istediğinize emin misiniz?

source: Are you sure you want to delete the {size} selected collections?
fr_fr: Etes vous certain de vouloir supprimer les {size} collections sélectionnées ?
tr: Bu {size} seçili derlemeyi silmek istediğinize emin misiniz?

source: Are you sure you want to delete the {size} selected submissions?
fr_fr: Etes vous certain de vouloir supprimer les {size} soumissions sélectionnées ?
tr: Bu {size} seçili gönderiyi silmek istediğinize emin misiniz?

source: Are you sure you want to delete the user {username}?
fr_fr: Etes vous certain de vouloir supprimer l'utilisateur {username} ?
tr: {username} kullanıcısını silmek istediğinize emin misiniz?

source: Are you sure you want to reset two-factor authentication for {username}?
fr_fr: Etes vous certain de vouloir réinitialiser l'authentification à deux facteurs pour {username} ?
tr: {username} kullanıcısının iki aşamalı doğrulamasını sıfırlamak istediğinize emin misiniz?

source: Login to access the journalist interface
fr_fr: Identification pour accéder à l'interface journaliste
tr: Gazeteci arayüzüne erişmek için oturum açın

source: Password
fr_fr: Mot de passe
tr: Parola

source: LOG IN
fr_fr: IDENTIFICATION
tr: OTURUM AÇ

source: <strong>WARNING:</strong> You appear to be using Tor2Web. This <strong>does not</strong> provide anonymity. <a href="{url}">Why is this dangerous?</a>
tr: <strong>UYARI:</strong> Tor2Web kullanıyor gibi gözüküyorsunuz. Bu anonimlik <strong>sağlamaz</strong>. <a href="{url}">Bu durum neden tehlikeli?</a>

source: Field must be between 1 and {max_codename_len} characters long.
tr: Sahanın karakter sayısı 1 ve {max_codename_len} arasında olmalıdır.

source: Invalid input.
tr: Geçersiz girdi.

source: You were redirected because you are already logged in. If you want to create a new account, you should log out first.
tr: Zaten oturumunuz açık olduğu için buraya yönlendirildiniz. Eğer yeni bir hesap açmak istiyorsanız, önce oturumu kapatmalısınız.

source: You must enter a message or choose a file to submit.
tr: Bir ileti girmeli veya gönderecek bir dosya seçmelisiniz.

source: Thanks! We received your message.
tr: Teşekkürler! İletiniz alındı.

source: Thanks! We received your document.
tr: Teşekkürler! Belgeniz alındı.

source: Thanks! We received your message and document.
tr: Teşekkürler! İletiniz ve belgeniz alındı.

source: Reply deleted
tr: Yanıt silindi

source: All replies have been deleted
tr: Bütün yanıtlar silindi

source: Sorry, that is not a recognized codename.
tr: Üzgünüz, kod ismi bilinmiyor.

source: Protecting Journalists and Sources
tr: Gazetecileri ve Kaynakları Korumak

source: Powered by
tr: Destekleyen

source: LOG OUT
tr: OTURUM KAPAT

source: Like all software, SecureDrop may contain security bugs. Use at your own risk.
tr: Bütün yazılımlarda olduğu gibi, SecureDrop güvenlik açıkları içerebilir. Riskin size ait olduğunu bilerek kullanın.

source: Server error
tr: Sunucu hatası

source: Sorry, the website encountered an error and was unable to complete your request.
tr: Üzgünüz, web sitesi bir hatayla karşılaştığı için isteğinizi karşılayamıyor.

source: Look up a codename...
tr: Bir kod ismi ara...

source: Success!
tr: Başarılı!

source: Thank you for sending this information to us. Please check back later for replies.
tr: Bu bilgiyi bize gönderdiğiniz için teşekkür ederiz. Yanıtlar için daha sonra tekrar bakınız.

source: Forgot your codename?
tr: Kod isminizi mi unuttunuz?

source: Welcome
tr: Hoşgeldiniz

source: Please either write this codename down and keep it in a safe place, or memorize it.<br> This will allow you to log back in and receive replies from journalists.
tr: Lütfen bu kod ismini bir yere yazın ve güvenli bir şekilde saklayın veya ezberleyin. <br> Bu kod ismi tekrar giriş yapmanızı ve gazetecilerden yanıt almanızı sağlayacaktır.

source: This codename is what you will use in future visits to receive messages from our journalists in response to what you submit on the next screen.
tr: Bir sonraki sayfada göndereceğiniz şeylere karşılık olarak gazetecilerin gönderdikleri mesajları almak üzere tekrar geldiğinizde bu kod ismini kullanacaksınız.
