Repository: comradekingu/securedrop-i18n
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: fr_fr, tr

source: Because we use none of the traditional means to track users of our <strong>SecureDrop</strong> service, using this codename with future visits is the only way we have to communicate with you, should we have questions or are interested in additional documents. Unlike passwords, there is no way to retrieve a lost codename.
tr: <strong>SecureDrop</strong> hizmetlerinin kullanıcılarını izlemek için geleneksel yöntemleri kullanmadığımız için sizinle iletişim kurabilmemiz, sorularımız olması veya ek belgelere ihtiyaç duymamız için sonraki ziyaretlerinizde bu kod ismini kullanmanız tek olası yoldur. Parolaların aksine kaybolan bir kod ismini tekrar bulmanın imkanı yoktur.

source: USE NEW CODENAME
tr: YENİ KOD İSMİ KULLAN

source: USE EXISTING CODENAME
tr: MEVCUT KOD İSMİ KULLAN

source: Submit documents for the first time
tr: İlk defa belge gönderme

source: Already submitted something?
tr: Daha önce bir şeyler gönderdiniz mi?

source: If this is your first time submitting documents to journalists, start here.
tr: Eğer gazetecilere ilk defa belge gönderiyorsanız, buradan başlayın.

source: If you have already submitted documents in the past, log in here to check for responses.
tr: Daha önce de belge gönderdiyseniz, oturum açarak yanıtları kontrol edin.

source: SUBMIT DOCUMENTS
tr: BELGE GÖNDER

source: CHECK FOR A RESPONSE
tr: YANITLARI KONTROL EDİN

source: You appear to be using the Tor Browser. You can turn the Security Slider to High in 4 easy steps!
tr: Tor Tarayıcı kullanıyor gibi gözüküyorsunuz. Dört adımda Güvenlik Kaydırma düğmesini kolayca Yüksek yapabilirsiniz!

source: Click the <img src="{icon}" alt="Tor icon"> Tor icon in the toolbar above
tr: Yukarıdaki araç çubuğundaki <img src="{icon}" alt="Tor icon"> Tor simgesine tıklayın

source: Click <strong>Security Settings...</strong>
tr: <strong>Güvenlik Ayarları...</strong>'na tıklayın

source: Turn the Slider to <strong>High</strong>, then click <strong>Ok</strong>
tr: Kaydırma düğmesini <strong>Yüksek</strong> seçeneğine getirin ve daha sonra <strong>Ok</strong> düğmesine tıklayın

source: <a href="/">Click here</a> to refresh the page
tr: Sayfayı yenilemek için <a href="/">buraya tıklayın</a>

source: Enter Codename
tr: Kod İsmini Girin

source: Enter your codename
tr: Kod İsminizi Girin

source: CANCEL
tr: İPTAL

source: Important!
tr: Önemli!

source: Whew, it’s you! Now, the embarrassing part...
tr: Oh, sensin! Şimdi, can sıkıcı kısım...

source: Submit Materials
tr: Malzeme Gönder

source: <a href="{url}" class="text-link">Learn more</a>.
tr: <a href="{url}" class="text-link">Daha Fazlasını Öğren</a>.

source: You can send a file, a message, or both.
tr: Bir dosya, bir ileti veya ikisini birden gönderebilirsiniz.

source: Maximum upload size: 500 MB
tr: Azami yükleme boyutu: 500 MB

source: Write a message.
tr: Bir ileti yazın.

source: Read Replies
tr: Yanıtları Oku

source: Delete this reply?
tr: Bu yanıtı sil?

source: DELETE
tr: SİL

source: DELETE ALL REPLIES
tr: TÜM YANITLARI SİL

source: Are you finished with the replies?
tr: Yanıtlarla işiniz bitti mi?

source: YES, DELETE ALL REPLIES
tr: EVET, TÜM YANITLARI SİL

source: NO, NOT YET
tr: HAYIR, DAHA DEĞİL

source: There are no replies at this time.
tr: Henüz bir yanıt yok.

source: Remember, your codename is:
tr: Unutmayın, kod isminiz:

source: Show
tr: Göster

source: Hide
tr: Gizle

source: Page not found
tr: Sayfa bulunamadı

source: Sorry, we couldn't locate what you requested.
tr: Üzgünüz, isteğinizi yerine getiremiyoruz.

source: Why is there a warning about Tor2Web?
tr: Neden Tor2Web hakkında bir uyarı var?

source: You Should Use Tor Browser
tr: Tor Tarayıcı Kullanmalısınız

source: If you are not using Tor Browser, you <strong>may not be anonymous</strong>.
tr: Tor Tarayıcı kullanmıyorsanız, <strong>anonim olmayabilirsiniz</strong>.

source: Copy and paste the following address into your browser and follow the instructions to download and install Tor Browser:
tr: Tor Tarayıcı'yı indirmek ve kurmak için aşağıdaki adresi kopyalayıp tarayıcınızın adres çubuğuna yapıştırın ve açılacak sayfadaki adımları takip edin:

source: Why download the journalist's public key?
tr: Gazetecinin açık anahtarını neden indirmelisiniz?

source: Encrypt your submission.
tr: Gönderinizi şifreleyin.

source: Back to submission page
tr: Gönderi sayfasına geri dön

source: docs {doc_num}
fr_fr: documents {doc_num}

source: Enable Yubikey (OATH-HOTP)
fr_fr: Activation de Yubikey (OATH-HOTP)

source: Once you have configured your Yubikey, enter the 6-digit code below:
fr_fr: Lorsque vous avez configuré votre Yubikey, entrez le code à 6 chiffres ci-dessous :

source: Never
fr_fr: Jamais

source: Password (again)
fr_fr: Mot de passe (vérification)

source: I'm using a Yubikey
fr_fr: J'utilise une Yubikey

source: Return to the list of documents for {source_journalist_designation}...
fr_fr: Retour à la liste des documents pour {source_journalist_designation}...

source: Edit user
fr_fr: Modifier l'utilisateur

source: Change password
fr_fr: Modifier le mot de passe

source: Leave blank for no change
fr_fr: Laisser vide pour ne rien changer

source: Change password (confirm)
fr_fr: Nouveau mot de passe (confirmation)

source: Download All
fr_fr: Tout télécharger

source: select all
fr_fr: tout sélectionner

source: select unread
fr_fr: sélectionner non lus

source: select none
fr_fr: désélectionner tout
